Repository: MagUsagi/boardgame_recorder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ja

source: Max players must be greater than or equal to Min players.
de: Maximum Anzahl Spieler muss grösser oder gleich sein wie Minimum.
ja: 最多プレイヤーは最少プライヤーより大きい数字を入力してください。

source: Max duration must be greater than or equal to Min duration.
de: Maximum Spieldauer muss grösser order gleich sein wie Minimum.
ja: 最大プレイ時間は最少プレイ時間より大きい数字を入力してください。

source: Duration must be 3 digits or less.
de: Spieldauer muss drei oder weniger Ziffern haben.
ja: プレイ時間は３桁以内で入力してください。

source: Title or Description
de: Titel oder Beschreibung

source: Category
de: Kategorie
ja: カテゴリー

source: Mechanic
de: Spielmechanik
ja: メカニクス

source: Players
de: Spieler
ja: プレイヤー人数

source: Duration
de: Dauer
ja: プレイ時間

source: All Games
de: Alle Spiele
ja: ゲーム一覧

source: Search
de: Suchen
ja: 検索

source: Reset
de: Filter löschen
ja: リセット

source: %(counter)s game found
de: %(counter)s Spiel gefunden
ja: %(counter)s 件 見つかりました

source: No image
de: Kein Bild
ja: イメージがありません

source: No games available.
de: Keine Spiele vorhanden.
ja: ゲームはありません

source: Home
de: Startseite
ja: ホーム

source: Settings
de: Einstellungen
ja: 設定

source: Language
de: Sprache
ja: 言語

source: Overview
de: Übersicht
ja: 概要

source: Games
de: Spiele
ja: ゲーム数

source: Plays
de: Partien
ja: プレイした回数

source: Play Time
de: Spielzeit
ja: プレイした時間

source: New Record
de: Neuer Eintrag
ja: 新しい記録

source: New Game
de: Neues Spiel
ja: 新しいゲーム

source: New Player
de: Neuer Spieler
ja: 新しいプレイヤー

source: Recommend Game
de: Zufälliges Spiel
ja: おすすめのゲーム

source: Let's Play...
de: Zufallsgenerator
ja: 次にプレイするのは・・・

source: Recently Played
de: Kürzlich gespielt
ja: 最近プレイしたゲーム

source: Last played
de: Zuletzt gespielt
ja: 最後にプレイした日

source: No recently played games.
de: Keine kürzlich gespielte Spiele vorhanden.
ja: 最近プレイしたゲームはありません。

source: Most Played
de: Am meisten gespielt
ja: 最もプレイしたゲーム

source: Played
de: Partien
ja: プレイした回数

source: %(counter)s time
de: %(counter)s mal
ja: %(counter)s 回

source: No most played games.
de: Keine am meisten gespielte Spele vorhanden.
ja: 該当するゲームはありません

source: Recently Not Played
de: Schon lange nicht mehr gespielt
ja: しばらくプレイしていないゲーム

source: No recently not played games.
de: Keine Spiele vorhanden.
ja: 該当するゲームはありません

source: Never Played
de: Noch nie gespielt
ja: プレイしたことがないゲーム

source: No never played games.
de: Keine Spiele vorhanden.
ja: 該当するゲームはありません

source: No image Available
de: Kein Bild verfügbar.
ja: イメージがありません

source: Players:
de: Anzahl Spieler:
ja: プレイ人数:

source: people
de: Spieler
ja: 人

source: Game Time:
de: Spielzeit
ja: プレイ時間:

source: Categories
de: Kategorien
ja: カテゴリー

source: No categories
de: Keine Kategorien vorhanden.
ja: カテゴリーはありません

source: Mechanics
de: Spielmechaniken
ja: メカニクス

source: No mechanics
de: Keine Spielmechaniken vorhanden.
ja: メカニクスはありません

source: Expansions:
de: Erweiterungen
ja: 拡張:

source: No expansions
de: Keine Erweiterungen vorhanden.
ja: 拡張はありません

source: Description:
de: Beschreibung
ja: 説明

source: No Description
de: Keine Beschreibung vorhanden.
ja: 説明はありません

source: Edit
de: Bearbeiten
ja: 編集

source: Delete Game
de: Spiel löschen
ja: ゲームを削除

source: Game Records
de: Spielverlauf
ja: プレイ記録

source: Add New Record
de: Neuer Eintrag
ja: 新しい記録を追加

source: Played on
de: Gespielt am
ja: プレイした日:

source: Expansions Used:
de: Erweiterungen benutzt:
ja: 使用した拡張:

source: No Expansions Used
de: Keine Erweiterungen benutzt.
ja: 拡張は使用していません

source: Name
de: Spieler
ja: プレイヤー名

source: Score
de: Punkte
ja: スコア

source: Winner
de: Gewinner
ja: 勝者

source: Delete
de: Löschen
ja: 削除

source: No Game Records Found
de: Keine Partien gefunden.
ja: プレイ記録はありません

source: Back to All Games
de: Zurück zu Alle Spiele
ja: ゲーム一覧へ戻る

source: Add a New Game
de: Neues Spiel hinzufügen
ja: 新しいゲームを追加

source: minutes
de: Minuten
ja: 分

source: Expansions
de: Erweiterungen
ja: 拡張

source: Add Expansion
de: Erweiterung hinzufügen
ja: 拡張を追加

source: Cancel
de: Abbrechen
ja: キャンセル

source: Save Game
de: Spiel Speichern
ja: 保存

source: Expansion name
de: Erweiterung

source: Add a New Player
de: Neuen Spieler hinzufügen
ja: 新しいプレイヤーを追加

source: Add Category
de: Kategorie hinzufügen

source: Close
de: Schliessen
ja: 閉じる

source: Save Category
de: Kategorie speichern

source: Edit Category
de: Kategorie bearbeiten

source: Category Name
de: Kategorie

source: Description
de: Beschreibung

source: Update Category
de: Kategorie aktualisieren

source: Delete Category
de: Kategorie löschen

source: Are you sure you want to delete <strong>%(category.name)s</strong>?
de: Soll <strong>%(category.name)s</strong> wirklich gelöscht werden?
ja: 本当に<strong>%(category.name)s</strong>を削除しますか？

source: Are you sure you want to delete <strong>%(game.title)s</strong>?
de: Soll <strong>%(game.title)s</strong> wirklich gelöscht werden?
ja: 本当に<strong>%(game.title)s</strong>を削除しますか？

source: Edit Game
de: Spiel Bearbeiten

source: Save Changes
de: Änderungen speichern

source: Add Mechanic
de: Spielmechanik hinzufügen

source: Save Mechanic
de: Spielmechanik speichern

source: Edit Mechanic
de: Spielmechanik beabeiten

source: Mechanic Name
de: Spielmechanik

source: Update Mechanic
de: Spielmechanik aktualisieren

source: Delete Mechanic
de: Spielmechanik löschen

source: Are you sure you want to delete <strong>%(mechanic.name)s</strong>?
de: Soll <strong>%(mechanic.name)s</strong> wirklich gelöscht werden?
ja: 本当に<strong>%(mechanic.name)s</strong>を削除しますか？

source: Add Play Record
de: Neuer Eintrag

source: Game Title
de: Spiel

source: Select Game
de: Spiel wählen

source: Play Date
de: Spieldatum

source: Duration (Min)
de: Dauer (Min)

source: Results
de: Resultate
ja: プレイ結果

source: Player
de: Spieler

source: Select Player
de: Spieler auswählen

source: Add Result
de: Resultat hinzufügen
ja: プレイヤーを追加

source: Save Record
de: Eintrag speichern

source: No expansions available for this game.
de: Keine Erweiterungen für dieses Spiel verfügbar.
ja: このゲームに拡張はありません。

source: No game selected.
de: Kein spiel ausgewählt.

source: Delete Play Record
de: Eintag löschen

source: Are you sure you want to delete?
de: Soll der Eintrag wirklich gelöscht werden?
ja: 本当に削除しますか？

source: Played on <strong>%(history.play_date)s</strong>&nbsp;(%(history.duration)smin)
de: Gespielt am <strong>%(history.play_date)s</strong>&nbsp;(%(history.duration)smin)
ja: プレイした日: <strong>%(history.play_date)s</strong>&nbsp;(%(history.duration)s分)

source: Edit Record
de: Eintrag bearbeiten

source: Total Games Played
de: Anzahl Partien gespielt
ja: プレイした合計時間

source: Win Rate
de: Gewinnrate
ja: 勝率

source: Total Play Time
de: Gesamte Spielzeit
ja: プレイした回数

source: hours
de: Stunden
ja: 時間

source: Favorite Games (Top 3)
de: Lieblingsspiele (Top 3)
ja: お気に入りのゲーム (トップ３)

source: %(counter)s play
de: %(counter)s Partie
ja: %(counter)s 回

source: No games played yet.
de: Nich keine Partien gespielt.
ja: まだゲームをプレイしていません

source: Add New Category
de: Neue Kategorie hinzufügen

source: No categories available.
de: Keine Kategorien vorhanden.

source: Add New Mechanic
de: Spielmechanik hinzufügen

source: No mechanics available.
de: Keine Spielmechanik vorhanden.

source: Play record added successfully!
de: Eintrag erfolgreich hinzugefügt!
ja: プレイ記録を登録しました！

source: Play record updated successfully!
de: Eintrag erfolgreich aktualisiert!
ja: プレイ記録を更新しました！

source: Game added successfully
de: Spiel erfolgreich hinzugefügt!
ja: ゲームを登録しました！

source: Game updated successfully
de: Spiel erfolgreich aktualisiert!
ja: ゲームを更新しました！

source: Game updated successfully!
de: Spiel erfolgreich aktualisiert!
ja: ゲームを更新しました！

source: Game deleted
de: Spiel gelöscht
ja: ゲームを削除しました

source: Player added successfully
de: Spieler erfolgreich hinzugefügt!
ja: プレイヤーを登録しました！

source: Category added successfully
de: Kategorie erfolgreich hinzugefügt!
ja: カテゴリーを登録しました！

source: Category updated successfully
de: Kategorie erfolgreich aktualisiert!
ja: カテゴリーを更新しました！

source: Category deleted
de: Kategorie gelöscht
ja: カテゴリーを削除しました

source: Mechanic added successfully
de: Spielmechanik erfolgreich hinzugefügt!
ja: メカニクスを登録しました！

source: Mechanic updated successfully
de: Spielmechanik erfolgreich aktualisiert!
ja: メカニクスを更新しました！

source: Mechanic deleted
de: Spielmechanik gelöscht
ja: メカニクスを削除しました

source: Min
ja: 分

source: Max
ja: 最大

source: min
ja: 分
